split/olpc-deployment-guide-summary-of-recommended-tasks.org
#+TITLE: Summary of Recommended Tasks
#+AUTHOR: OLPC Foundation (c) 2011 One Laptop Per Child Association, Inc.
#+DATE: 2011-09-12
#+OPTIONS: toc:nil

* Planning Phase

#+index: Planning

- Define Budget for: Purchase, Infrastructure and Connectivity, Staff.
- Hire project manager and Core Team managers.
- Select Target community (schools, centers).
- Define XO specs.

* Deployment Phase

#+index: Deployment

- Hire staff for Core Team.
- Arrange training for Core Team with OLPC.
- Develop Laptop Distribution Plan.
- Design and collect data for Baseline Study.
- Prepare Infrastructure and Connectivity (at schools and community level).
- Organize and Perform Teacher Training.
- Laptop Distribution.

* Post-Deployment Phase

#+index: Post-deployment

- Design and perform Tech support strategy for Laptop Maintenance and
  Repairs.
- Design and supervise Learning Environments with the XO: Formal (in
  school, classroom),
- Non-Formal (extracurricular activities), Informal (home, family).
- Perform follow up teacher trainings.
- Design and apply Evaluation studies (for students learning and project
  implementation).
