split/html/olpc-deployment-guide-summary-of-recommended-tasks.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="fr" xml:lang="fr">
<head>
<title>Summary of Recommended Tasks</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2011-09-12"/>
<meta name="author" content="OLPC Foundation (c) 2011 One Laptop Per Child Association, Inc."/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<link rel="stylesheet" href="style.css" type="text/css" />

</head>
<body>


<div id="content">
<h1 class="title">Summary of Recommended Tasks</h1>

<p><a href="index.html">Table of contents</a> &ndash; <a href="theindex.html">Index</a>
</p>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1">Planning Phase </h2>
<div class="outline-text-2" id="text-1">



<ul>
<li>Define Budget for: Purchase, Infrastructure and Connectivity, Staff.
</li>
<li>Hire project manager and Core Team managers.
</li>
<li>Select Target community (schools, centers).
</li>
<li>Define XO specs.
</li>
</ul>


</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2">Deployment Phase </h2>
<div class="outline-text-2" id="text-2">



<ul>
<li>Hire staff for Core Team.
</li>
<li>Arrange training for Core Team with OLPC.
</li>
<li>Develop Laptop Distribution Plan.
</li>
<li>Design and collect data for Baseline Study.
</li>
<li>Prepare Infrastructure and Connectivity (at schools and community level).
</li>
<li>Organize and Perform Teacher Training.
</li>
<li>Laptop Distribution.
</li>
</ul>


</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3">Post-Deployment Phase </h2>
<div class="outline-text-2" id="text-3">



<ul>
<li>Design and perform Tech support strategy for Laptop Maintenance and
  Repairs.
</li>
<li>Design and supervise Learning Environments with the XO: Formal (in
  school, classroom),
</li>
<li>Non-Formal (extracurricular activities), Informal (home, family).
</li>
<li>Perform follow up teacher trainings.
</li>
<li>Design and apply Evaluation studies (for students learning and project
  implementation).
</li>
</ul>

</div>
</div>
</div>

<div id="postamble">
<div id="disqus_thread"></div>
<script type="text/javascript">
    var disqus_shortname = 'olpcdeployementcommunityguide';
    (function() {
        var dsq = document.createElement('script'); dsq.type = 'text/javascript'; dsq.async = true;
        dsq.src = 'http://' + disqus_shortname + '.disqus.com/embed.js';
        (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
    })();
</script>
<noscript>Please enable JavaScript to view the <a href="http://disqus.com/?ref_noscript">comments.</a></noscript>

</div>
</body>
</html>
